Repository: KDE/skanlite
Catalog: po/*/skanlite.po
Languages: eo

source: Zoom In
eo: Enzomi

source: Zoom Out
eo: Elzomi

source: Zoom to Actual size
eo: Zomi al la reala grandeco

source: Zoom to Fit
eo: Zomi al Ĝisrandigo

source: Scanning application by KDE based on libksane.
eo: Skan-aplikaĵo de KDE bazita sur libksane.

source: developer
eo: programisto

source: Gregor Mi
eo: Gregoro Mi

source: contributor
eo: kontribuanto

source: Importing libksane to extragear
eo: Importado de libksane al extragear

source: Writing the user manual
eo: Skribado de la uzantmanlibro

source: Help with translations
eo: Helpo pri tradukoj

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net

source: Sane scanner device name. Use 'test' for test device.
eo: Sane skanila aparato nomo. Uzu 'teston' por testa aparato.

source: device
eo: aparato

source: Save Location
eo: Konservejo

source: Save Location:
eo: Konserva Loko:

source: Name & Format:
eo: Nomo & Formato:

source: Start numbering from:
eo: Komenci numeradon de:

source: Example:
eo: Ekzemplo:

source: Settings
eo: Agordo

source: Image saving
eo: Konservado de bildoj

source: Preview before saving:
eo: Antaŭrigardi antaŭ konservi:

source: Save mode:
eo: Konserva reĝimo:

source: Open the save dialog for every image
eo: Malfermi la konservan dialogon por ĉiu bildo

source: Open the save dialog for the first image only
eo: Malfermi la konservan dialogon nur por la unua bildo

source: Name && Format:
eo: Nomo && Formato:

source: Image
eo: Bildo

source: Specify save quality:
eo: Specifi konservan kvaliton:

source: General
eo: Ĝenerala

source: Set preview resolution (DPI)
eo: Agordu antaŭrigardan rezolucion (DPI)

source: Disable automatic selections
eo: Malebligi aŭtomatajn elektojn

source: Revert scanner options to default values
eo: Remeti skanajn opciojn al defaŭltaj valoroj

source: Configure...
eo: Agordi...

source: Reselect scanner device
eo: Reelekti skanilon

source: Saving: %v kB
eo: Konservante: %v kB

source: Skanlite Settings
eo: Skanlite Agordoj

source: Opening the selected scanner failed.
eo: Malfermo de la elektita Skanilo fiaskis.

# prefix for auto naming
source: Image-
eo: Bildo-

source: The image will be saved in the PNG format, as the selected image type does not support saving 16 bit color images.
eo: La bildo estos konservita en la formato PNG, ĉar la elektita bildspeco ne subtenas konservi 16-bitajn kolorbildojn.

source: New Image File Name
eo: Nova Bilda Dosiernomo

source: Failed to save image
eo: Malsukcesis konservi bildon

source: Failed to upload image
eo: Malsukcesis alŝuti bildon

# @title:window %1 = scanner maker, %2 = scanner model
source: %1 %2 - Skanlite
eo: %1 %2 - Skanlito
